Repository: ProjectSuite/e2e-call-ios
Catalog: ecall/Resources/Localized/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, km_kh, ko, pt, ru, th, vi, zh_hans

source: Sign On
ar: التسجيل
de: Registrieren
es: Registrarse
fr: Inscription
hi: साइन ऑन
it: Registrati
ja: サインオン
km_kh: ចុះឈ្មោះ
ko: 가입
pt: Cadastrar
ru: Зарегистрироваться
th: ลงทะเบียน
vi: Đăng ký
zh_hans: 注册

source: Sign Up
ar: إنشاء حساب
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: साइन अप करें
it: Registrati
ja: サインアップ
km_kh: ចុះឈ្មោះ
ko: 가입하기
pt: Inscrever-se
ru: Зарегистрироваться
th: สมัครสมาชิก
vi: Đăng ký
zh_hans: 注册

source: Status
ar: الحالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
km_kh: ស្ថានភាព
ko: 상태
ru: Статус
th: สถานะ
vi: Trạng thái
zh_hans: 状态

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generali
ja: 一般
km_kh: ទូទៅ
ko: 일반
pt: Geral
ru: Общие
th: ทั่วไป
vi: Cài đặt chung
zh_hans: 通用

# status_code
source: Received unexpected status code
ar: تم استلام رمز حالة غير متوقع
de: Unerwarteter Statuscode erhalten
es: Código de estado inesperado recibido
fr: Code statut inattendu reçu
hi: अनपेक्षित स्थिति कोड प्राप्त हुआ
it: Codice di stato inatteso
ja: 予期しないステータスコードを受信しました
km_kh: ទទួលបានកូដស្ថានភាពមិនរំពឹងទុក
ko: 예상치 못한 상태 코드 수신
pt: Código de status inesperado recebido
ru: Получен неожиданный код состояния
th: ได้รับรหัสสถานะที่ไม่คาดคิด
vi: Mã trạng thái không mong đợi
zh_hans: 收到意外的状态码

source: Terminate
ar: إنهاء
de: Beenden
es: Terminar
fr: Terminer
hi: समाप्त करें
it: Termina
ja: 終了
km_kh: បញ្ចប់
ko: 종료
pt: Terminar
ru: Завершить
th: ยุติ
vi: Kết thúc
zh_hans: 终止

source: Terminate All Other Sessions
ar: إنهاء جميع الجلسات الأخرى
de: Alle anderen Sitzungen beenden
es: Terminar todas las demás sesiones
fr: Terminer toutes les autres sessions
hi: सभी अन्य सत्र समाप्त करें
it: Termina tutte le altre sessioni
ja: 他のすべてのセッションを終了
km_kh: បញ្ចប់វគ្គផ្សេងទៀតទាំងអស់
ko: 다른 모든 세션 종료
pt: Terminar todas as outras sessões
ru: Завершить все другие сессии
th: ยุติเซสชันอื่นๆ ทั้งหมด
vi: Kết thúc tất cả phiên khác
zh_hans: 终止所有其他会话

source: Terminate Session
ar: إنهاء الجلسة
de: Sitzung beenden
es: Terminar sesión
fr: Terminer la session
hi: सत्र समाप्त करें
it: Termina sessione
ja: セッションを終了
km_kh: បញ្ចប់វគ្គ
ko: 세션 종료
pt: Terminar sessão
ru: Завершить сессию
th: ยุติเซสชัน
vi: Kết thúc phiên
zh_hans: 终止会话

source: Terminate sessions
ar: إنهاء الجلسات
de: Sitzungen beenden
es: Terminar sesiones
fr: Terminer les sessions
hi: सत्र समाप्त करें
it: Termina sessioni
ja: セッションを終了
km_kh: បញ្ចប់វគ្គ
ko: 세션 종료
pt: Terminar sessões
ru: Завершить сессии
th: ยุติเซสชัน
vi: Kết thúc phiên
zh_hans: 终止会话

source: This device
ar: هذا الجهاز
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
hi: यह डिवाइस
it: Questo dispositivo
ja: このデバイス
km_kh: ឧបករណ៍នេះ
ko: 이 기기
pt: Este dispositivo
ru: Это устройство
th: อุปกรณ์นี้
vi: Thiết bị này
zh_hans: 此设备

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
km_kh: ថ្ងៃនេះ
ko: 오늘
pt: Hoje
ru: Сегодня
th: วันนี้
vi: Hôm nay
zh_hans: 今天

source: Unauthorized
ar: غير مصرح
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
hi: अनधिकृत
it: Non autorizzato
ja: アクセスが許可されていません
km_kh: គ្មានការអនុញ្ញាត
ko: 권한이 없는 접근
pt: Não autorizado
ru: Неавторизован
th: ไม่ได้รับอนุญาต
vi: Truy cập không được phép
zh_hans: 未授权

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
km_kh: មិនស្គាល់
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
th: ไม่ทราบ
vi: Không xác định
zh_hans: 未知

source: Unknown Error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error Desconocido
fr: Erreur Inconnue
hi: अज्ञात त्रुटि
it: Errore Sconosciuto
ja: 不明なエラー
km_kh: កំហុសមិនស្គាល់
ko: 알 수 없는 오류
pt: Erro Desconhecido
ru: Неизвестная ошибка
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
vi: Lỗi không xác định
zh_hans: 未知错误

# unknown_error_try_again
source: Unknown error. Please try again later
ar: خطأ غير معروف. يرجى المحاولة مرة أخرى لاحقاً
de: Unbekannter Fehler. Bitte versuchen Sie es später erneut
es: Error desconocido. Por favor, inténtelo de nuevo más tarde
fr: Erreur inconnue. Veuillez réessayer plus tard
hi: अज्ञात त्रुटि। कृपया बाद में पुनः प्रयास करें
it: Errore sconosciuto. Riprova più tardi
ja: 不明なエラー。後でもう一度お試しください
km_kh: កំហុសមិនស្គាល់។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ
ko: 알 수 없는 오류. 나중에 다시 시도해 주세요
pt: Erro desconhecido. Por favor, tente novamente mais tarde
ru: Неизвестная ошибка. Пожалуйста, попробуйте позже
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Lỗi không xác định. Vui lòng thử lại sau
zh_hans: 未知错误。请稍后重试

# upload_qr_scan
source: Upload QR to scan
ar: تحميل رمز QR للمسح
de: QR zum Scannen hochladen
es: Subir QR para escanear
fr: Télécharger un QR à scanner
hi: स्कैन के लिए QR अपलोड करें
it: Carica QR per la scansione
ja: QRをアップロードしてスキャン
km_kh: ផ្ទុក QR ឡើងដើម្បីស្កែន
ko: QR 업로드하여 스캔
pt: Enviar QR para escanear
ru: Загрузить QR для сканирования
th: อัปโหลด QR เพื่อสแกน
vi: Tải QR để quét
zh_hans: 上传二维码进行扫描

source: User busy
ar: المستخدم مشغول
de: Benutzer beschäftigt
es: Usuario ocupado
fr: Utilisateur occupé
hi: उपयोगकर्ता व्यस्त है
it: Utente occupato
ja: ユーザーは忙しい
km_kh: អ្នកប្រើប្រាស់រវីរវល់
ko: 사용자가 바쁩니다
pt: Usuário ocupado
ru: Пользователь занят
th: ผู้ใช้ไม่ว่าง
vi: Người dùng đang bận
zh_hans: 用户正忙

# user_joined_desc
source: %@ has joined the call
ar: %@ انضم إلى المكالمة
de: %@ ist dem Anruf beigetreten
es: %@ se ha unido a la llamada
fr: %@ a rejoint l'appel
hi: %@ कॉल में शामिल हो गया है
it: %@ si è unito alla chiamata
ja: %@ が通話に参加しました
km_kh: %@ បានចូលរួមការហៅ
ko: %@ 님이 통화에 참여했습니다
pt: %@ entrou na chamada
ru: %@ присоединился(лась) к звонку
th: %@ เข้าร่วมสายเรียกแล้ว
vi: %@ đã tham gia cuộc gọi
zh_hans: %@ 已加入通话

# user_left_desc
source: %@ has left the call
ar: %@ غادر المكالمة
de: %@ hat den Anruf verlassen
es: %@ ha abandonado la llamada
fr: %@ a quitté l'appel
hi: %@ ने कॉल छोड़ दी है
it: %@ ha lasciato la chiamata
ja: %@ は通話から退出しました
km_kh: %@ បានចាកចេញពីការហៅ
ko: %@ 님이 통화에서 나갔습니다
pt: %@ saiu da chamada
ru: %@ покинул(а) звонок
th: %@ ออกจากสายเรียก
vi: %@ đã rời khỏi cuộc gọi
zh_hans: %@ 已离开通话

source: User Name
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: यूज़र नाम
it: Nome utente
ja: ユーザー名
km_kh: ឈ្មោះអ្នកប្រើ
ko: 사용자 이름
pt: Nome do usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
vi: Tên người dùng
zh_hans: 用户名

# user_not_available_call
source: %@ not availble. Try again later
ar: %@ غير متاح. حاول لاحقًا
de: %@ ist nicht verfügbar. Später erneut versuchen
es: %@ no está disponible. Inténtalo más tarde
fr: %@ est indisponible. Réessayez plus tard
hi: %@ उपलब्ध नहीं है। बाद में पुनः प्रयास करें
it: %@ non è disponibile. Riprova più tardi
ja: %@ は現在利用できません。後でお試しください
km_kh: %@ មិនអាចទំនាក់ទំនងបាននៅឡើយទេ។ សូមព្យាយាមម្ដងទៀតក្រោយមក
ko: %@ 사용자를 현재 사용할 수 없습니다. 나중에 다시 시도하세요
pt: %@ não está disponível. Tente novamente mais tarde
ru: %@ недоступен. Попробуйте позже
th: %@ ไม่พร้อมใช้งาน โปรดลองใหม่ภายหลัง
vi: %@ không có sẵn. Thử gọi lại sau
zh_hans: %@ 当前不可用。请稍后再试

source: User not found
ar: لم يتم العثور على المستخدم
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé
hi: उपयोगकर्ता नहीं मिला
it: Utente non trovato
ja: ユーザーが見つかりません
km_kh: រកមិនឃើញអ្នកប្រើប្រាស់
ko: 사용자를 찾을 수 없습니다
pt: Utilizador não encontrado
ru: Пользователь не найден
th: ไม่พบผู้ใช้
vi: Không tìm thấy người dùng
zh_hans: 未找到用户

# user_placeholder
source: User
ar: المستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
ja: ユーザー
km_kh: អ្នកប្រើ
ko: 사용자
pt: Usuário
ru: Пользователь
th: ผู้ใช้
vi: Người dùng
zh_hans: 用户

# user_rejected_desc
source: %@ has rejected the call
ar: %@ رفض المكالمة
de: %@ hat den Anruf abgelehnt
es: %@ ha rechazado la llamada
fr: %@ a refusé l’appel
hi: %@ ने कॉल अस्वीकार कर दी है
it: %@ ha rifiutato la chiamata
ja: %@ は通話を拒否しました
km_kh: %@ បានបដិសេធការហៅ
ko: %@ 님이 전화를 거절했습니다
pt: %@ rejeitou a chamada
ru: %@ отклонил(а) звонок
th: %@ ปฏิเสธสายเรียกเข้า
vi: %@ đã từ chối cuộc gọi
zh_hans: %@ 拒绝了通话

source: Verify
ar: تحقق
de: Verifizieren
es: Verificar
fr: Vérifier
hi: सत्यापित करें
it: Verifica
ja: 確認
km_kh: ផ្ទៀងផ្ទាត់
ko: 확인
pt: Verificar
ru: Проверить
th: ยืนยัน
vi: Xác minh
zh_hans: 验证

source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: ビデオ
km_kh: វីដេអូ
ko: 비디오
pt: Vídeo
ru: Видео
th: วิดีโอ
zh_hans: 视频

source: Video All
ar: مكالمة فيديو للجميع
de: Alle Videoanruf
es: Video para todos
fr: Vidéo pour tous
hi: सभी को वीडियो कॉल
it: Video per tutti
ja: 全員にビデオ通話
km_kh: វីដេអូទាំងអស់
ko: 모두에게 영상 통화
pt: Vídeo para todos
ru: Видео для всех
th: วิดีโอทั้งหมด
vi: Video tất cả
zh_hans: 所有人视频通话

source: Video Call
ar: مكالمة فيديو
de: Videoanruf
es: Llamada de video
fr: Appel vidéo
hi: वीडियो कॉल
it: Chiamata video
ja: ビデオ通話
km_kh: ការហៅវីដេអូ
ko: 영상 통화
pt: Chamada de vídeo
ru: Видеозвонок
th: การโทรวิดีโอ
vi: Gọi video
zh_hans: 视频通话

source: Wants to be friends
ar: يريد أن يكون صديقاً
de: Möchte befreundet sein
es: Quiere ser amigo
fr: Veut être ami
hi: मित्र बनना चाहता है
it: Vuole essere amico
ja: 友達になりたい
km_kh: ចង់ជាមិត្ត
ko: 친구가 되고 싶어함
pt: Quer ser amigo
ru: Хочет быть другом
th: ต้องการเป็นเพื่อน
vi: Muốn kết bạn
zh_hans: 想成为好友

# warning_login_content
source: Your account was logged in from another device.
ar: تم تسجيل الدخول إلى حسابك من جهاز آخر.
de: Ihr Konto wurde von einem anderen Gerät aus angemeldet.
es: Su cuenta ha sido iniciada desde otro dispositivo.
fr: Votre compte a été connecté à partir d'un autre appareil.
hi: आपके खाते में किसी अन्य डिवाइस से लॉगिन किया गया।
it: Il tuo account è stato accesso da un altro dispositivo.
ja: 別のデバイスからアカウントにログインされました。
km_kh: គណនីរបស់អ្នកត្រូវបានចូលពីឧបករណ៍ផ្សេងទៀត។
ko: 다른 기기에서 계정에 로그인했습니다.
pt: Sua conta foi acessada de outro dispositivo.
ru: Ваш аккаунт был авторизован с другого устройства.
th: บัญชีของคุณถูกเข้าสู่ระบบจากอุปกรณ์อื่น.
vi: Tài khoản của bạn đã được đăng nhập từ thiết bị khác.
zh_hans: 您的账户已从另一台设备登录。

# warning_login_title
source: Login warning ⚠️
ar: تنبيه تسجيل الدخول ⚠️
de: Anmeldungswarnung ⚠️
es: Advertencia de inicio de sesión ⚠️
fr: Avertissement de connexion ⚠️
hi: लॉगिन चेतावनी ⚠️
it: Avviso di accesso ⚠️
ja: ログイン警告 ⚠️
km_kh: ការព្រមាននៃការចូលគណនី ⚠️
ko: 로그인 경고 ⚠️
pt: Aviso de login ⚠️
ru: Предупреждение входа ⚠️
th: คำเตือนการเข้าสู่ระบบ ⚠️
vi: Cảnh báo đăng nhập ⚠️
zh_hans: 登录警告 ⚠️

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
km_kh: ម្សិលមិញ
ko: 어제
pt: Ontem
ru: Вчера
th: เมื่อวาน
vi: Hôm qua
zh_hans: 昨天

source: You
ar: أنت
de: Du
es: Tú
fr: Vous
hi: आप
it: Tu
ja: あなた
km_kh: អ្នក
ko: 당신
pt: Você
ru: Вы
th: คุณ
vi: Bạn
zh_hans: 你

source: Your Email
ar: بريدك الإلكتروني
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre e-mail
hi: आपका ईमेल
it: La tua email
ja: あなたのメール
km_kh: អ៊ីមែលរបស់អ្នក
ko: 이메일
pt: Seu e-mail
ru: Ваш e-mail
th: อีเมลของคุณ
vi: Email của bạn
zh_hans: 您的电子邮箱

source: Your phone
ar: رقم هاتفك
de: Ihre Telefonnummer
es: Tu teléfono
fr: Votre téléphone
hi: आपका फोन
it: Il tuo telefono
ja: あなたの電話
km_kh: ទូរស័ព្ទរបស់អ្នក
ko: 전화번호
pt: Seu telefone
ru: Ваш телефон
th: หมายเลขโทรศัพท์ของคุณ
vi: Số điện thoại của bạn
zh_hans: 您的电话

# your_phone_number_placeholder
source: Your phone number
ar: رقم هاتفك
de: Ihre Telefonnummer
es: Tu número de teléfono
fr: Votre numéro de téléphone
hi: आपका फ़ोन नंबर
it: Il tuo numero di telefono
ja: あなたの電話番号
km_kh: លេខទូរស័ព្ទរបស់អ្នក
ko: 당신의 전화번호
pt: Seu número de telefone
ru: Ваш номер телефона
th: หมายเลขโทรศัพท์ของคุณ
vi: Số điện thoại của bạn
zh_hans: 您的电话号码

source: Your Recovery Key
ar: مفتاح الاسترداد الخاص بك
de: Ihr Wiederherstellungsschlüssel
es: Su clave de recuperación
fr: Votre clé de récupération
hi: आपकी रिकवरी कुंजी
it: La tua chiave di recupero
ja: あなたの復旧キー
km_kh: កូនសោស្តារឡើងវិញរបស់អ្នក
ko: 복구 키
pt: Sua chave de recuperação
ru: Ваш ключ восстановления
th: กุญแจกู้คืนของคุณ
vi: Khóa khôi phục của bạn
zh_hans: 您的恢复密钥

# your_recovery_key_notice
source: Important: Your recovery key grants access to your account. Store it in a safe place and never share it with anyone.
ar: مهم: مفتاح الاسترداد يمنحك الوصول إلى حسابك. احتفظ به بأمان ولا تشاركه مع أي شخص.
de: Wichtig: Ihr Wiederherstellungsschlüssel gewährt Zugang. Sicher verwahren und nicht teilen.
es: Importante: su clave de recuperación permite acceder a su cuenta. Guárdela en un lugar seguro y no la comparta con nadie.
fr: Important : cette clé permet d'accéder à votre compte. Conservez-la en lieu sûr et ne la partagez pas.
hi: महत्वपूर्ण: आपकी रिकवरी कुंजी आपके खाते तक पहुँच प्रदान करती है। इसे किसी सुरक्षित स्थान (जैसे पासवर्ड मैनेजर) में संग्रहीत करें और किसी के साथ साझा न करें।
it: Importante: la chiave di recupero dà accesso all'account. Conservala in luogo sicuro.
ja: 重要：復旧キーはアカウントにアクセスするための鍵です。安全な場所に保管し、他人と共有しないでください。
km_kh: សំខាន់: កូនសោស្តារឡើងវិញនេះអនុញ្ញាតឱ្យចូលគណនី។ សូមរក្សាទុកវានៅកន្លែងមានសុវត្ថិភាព។
ko: 중요: 복구 키는 계정 액세스를 허용합니다. 안전하게 보관하고 공유하지 마세요.
pt: Importante: sua chave de recuperação permite acessar sua conta. Armazene-a em local seguro e não compartilhe com ninguém.
ru: Важно: ключ восстановления открывает доступ к аккаунту. Сохраните его в безопасном месте и не делитесь.
th: สำคัญ: กุญแจกู้คืนให้การเข้าถึงบัญชีของคุณ เก็บไว้ในที่ปลอดภัยและอย่าแบ่งปัน
vi: Quan trọng: Khóa khôi phục cho phép truy cập tài khoản. Giữ an toàn và không chia sẻ.
zh_hans: 重要：您的恢复密钥可用于访问您的帐户。请将其保存在安全的地方，并且不要与任何人共享。

# security_header
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
km_kh: សុវត្ថិភាព
ko: 보안
pt: Segurança
ru: Безопасность
th: ความปลอดภัย
vi: Bảo mật
zh_hans: 安全

# app_lock_title
source: App Lock
ar: قفل التطبيق
de: App-Sperre
es: Bloqueo de aplicación
fr: Verrouillage de l'application
hi: ऐप लॉक
it: Blocco app
ja: アプリロック
km_kh: ការចាក់សោកម្មវិធី
ko: 앱 잠금
pt: Bloqueio de aplicativo
ru: Блокировка приложения
th: ล็อคแอป
vi: Khóa ứng dụng
zh_hans: 应用锁定

# app_lock_subtitle
source: Face ID or Passcode
ar: Face ID أو رمز المرور
de: Face ID oder Passcode
es: Face ID o código de acceso
fr: Face ID ou code d'accès
hi: Face ID या पासकोड
it: Face ID o codice di accesso
ja: Face IDまたはパスコード
km_kh: Face ID ឬលេខសម្ងាត់
ko: Face ID 또는 암호
pt: Face ID ou senha
ru: Face ID или пароль
th: Face ID หรือรหัสผ่าน
vi: Face ID hoặc Mật khẩu
zh_hans: Face ID 或密码

# app_lock_description
source: Require authentication to open %@
ar: يتطلب المصادقة لفتح %@
de: Authentifizierung zum Öffnen von %@ erforderlich
es: Requerir autenticación para abrir %@
fr: Exiger une authentification pour ouvrir %@
hi: %@ खोलने के लिए प्रमाणीकरण आवश्यक है
it: Richiedi autenticazione per aprire %@
ja: %@を開くには認証が必要です
km_kh: ត្រូវការការផ្ទៀងផ្ទាត់អត្តសញ្ញាណដើម្បីបើក %@
ko: %@을 열려면 인증이 필요합니다
pt: Exigir autenticação para abrir %@
ru: Требуется аутентификация для открытия %@
th: ต้องการการยืนยันตัวตนเพื่อเปิด %@
vi: Yêu cầu xác thực để mở %@
zh_hans: 打开 %@ 需要身份验证

# app_lock_enable
source: Enable App Lock
ar: تفعيل قفل التطبيق
de: App-Sperre aktivieren
es: Activar bloqueo de aplicación
fr: Activer le verrouillage de l'application
hi: ऐप लॉक सक्षम करें
it: Abilita blocco app
ja: アプリロックを有効にする
km_kh: បើកការចាក់សោកម្មវិធី
ko: 앱 잠금 활성화
pt: Ativar bloqueio de aplicativo
ru: Включить блокировку приложения
th: เปิดใช้งานล็อคแอป
vi: Bật khóa ứng dụng
zh_hans: 启用应用锁定

# app_lock_how_it_works_title
source: How it works
ar: كيف يعمل
de: Wie es funktioniert
es: Cómo funciona
fr: Comment ça fonctionne
hi: यह कैसे काम करता है
it: Come funziona
ja: 仕組み
km_kh: របៀបដែលវាដំណើរការ
ko: 작동 방식
pt: Como funciona
ru: Как это работает
th: วิธีการทำงาน
vi: Cách hoạt động
zh_hans: 工作原理

# app_lock_how_it_works_description
source: Uses your device's Face ID, Touch ID, or Passcode. No additional setup needed.
ar: يستخدم Face ID أو Touch ID أو رمز المرور الخاص بجهازك. لا حاجة لإعداد إضافي.
de: Verwendet Face ID, Touch ID oder Passcode Ihres Geräts. Keine zusätzliche Einrichtung erforderlich.
es: Utiliza Face ID, Touch ID o código de acceso de tu dispositivo. No se requiere configuración adicional.
fr: Utilise Face ID, Touch ID ou le code d'accès de votre appareil. Aucune configuration supplémentaire nécessaire.
hi: आपके डिवाइस का Face ID, Touch ID या पासकोड उपयोग करता है। कोई अतिरिक्त सेटअप आवश्यक नहीं है।
it: Utilizza Face ID, Touch ID o codice di accesso del dispositivo. Nessuna configurazione aggiuntiva necessaria.
ja: デバイスのFace ID、Touch ID、またはパスコードを使用します。追加の設定は不要です。
km_kh: ប្រើ Face ID, Touch ID ឬលេខសម្ងាត់របស់ឧបករណ៍របស់អ្នក។ មិនត្រូវការការកំណត់បន្ថែមទេ។
ko: 기기의 Face ID, Touch ID 또는 암호를 사용합니다. 추가 설정이 필요하지 않습니다.
pt: Usa Face ID, Touch ID ou senha do seu dispositivo. Nenhuma configuração adicional necessária.
ru: Использует Face ID, Touch ID или пароль вашего устройства. Дополнительная настройка не требуется.
th: ใช้ Face ID, Touch ID หรือรหัสผ่านของอุปกรณ์ของคุณ ไม่ต้องตั้งค่าเพิ่มเติม
vi: Sử dụng Face ID, Touch ID hoặc Mật khẩu của thiết bị. Không cần thiết lập thêm.
zh_hans: 使用您设备的 Face ID、Touch ID 或密码。无需额外设置。

# app_lock_unlock_reason
source: Unlock %@
ar: قم بإلغاء قفل %@
de: %@ entsperren
es: Desbloquear %@
fr: Déverrouiller %@
hi: %@ अनलॉक करें
it: Sblocca %@
ja: %@のロックを解除
km_kh: ដោះសោ %@
ko: %@ 잠금 해제
pt: Desbloquear %@
ru: Разблокировать %@
th: ปลดล็อค %@
vi: Mở khóa %@
zh_hans: 解锁 %@

# app_lock_locked_status
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
hi: लॉक किया गया
it: Bloccato
ja: ロック中
km_kh: បានចាក់សោ
ko: 잠김
pt: Bloqueado
ru: Заблокировано
th: ล็อคแล้ว
vi: Đã khóa
zh_hans: 已锁定

# app_lock_tap_to_unlock
source: Tap to unlock
ar: اضغط لإلغاء القفل
de: Tippen zum Entsperren
es: Toca para desbloquear
fr: Appuyer pour déverrouiller
hi: अनलॉक करने के लिए टैप करें
it: Tocca per sbloccare
ja: タップしてロック解除
km_kh: ចុចដើម្បីដោះសោ
ko: 탭하여 잠금 해제
pt: Toque para desbloquear
ru: Нажмите, чтобы разблокировать
th: แตะเพื่อปลดล็อค
vi: Chạm để mở khóa
zh_hans: 点击解锁

# app_lock_passcode
source: Passcode
ar: رمز المرور
es: Código de acceso
fr: Code d'accès
hi: पासकोड
it: Codice di accesso
ja: パスコード
km_kh: លេខសម្ងាត់
ko: 암호
pt: Senha
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu
zh_hans: 密码

# app_lock_end_to_end_encrypted
source: End-to-End Encrypted
ar: مشفر من طرف إلى طرف
de: Ende-zu-Ende verschlüsselt
es: Cifrado de extremo a extremo
fr: Chiffré de bout en bout
hi: एंड-टू-एंड एन्क्रिप्टेड
it: Crittografato end-to-end
ja: エンドツーエンド暗号化
km_kh: បានអ៊ិនគ្រីបពីចុងទៅចុង
ko: 엔드투엔드 암호화
pt: Criptografado de ponta a ponta
ru: Сквозное шифрование
th: เข้ารหัสแบบ end-to-end
vi: Mã hóa đầu cuối
zh_hans: 端到端加密

# app_lock_unlock_with_passcode
source: Unlock with Passcode
ar: فتح بقفل الشاشة
de: Mit Passcode entsperren
es: Desbloquear con código de acceso
fr: Déverrouiller avec le code d'accès
hi: पासकोड से अनलॉक करें
it: Sblocca con codice di accesso
ja: パスコードでロック解除
km_kh: ដោះសោដោយប្រើលេខសម្ងាត់
ko: 암호로 잠금 해제
pt: Desbloquear com senha
ru: Разблокировать паролем
th: ปลดล็อคด้วยรหัสผ่าน
vi: Mở khóa bằng mật khẩu
zh_hans: 使用密码解锁

# app_lock_unlock_with_face_id
source: Unlock with Face ID
ar: فتح بـ Face ID
de: Mit Face ID entsperren
es: Desbloquear con Face ID
fr: Déverrouiller avec Face ID
hi: Face ID से अनलॉक करें
it: Sblocca con Face ID
ja: Face IDでロック解除
km_kh: ដោះសោដោយប្រើ Face ID
ko: Face ID로 잠금 해제
pt: Desbloquear com Face ID
ru: Разблокировать Face ID
th: ปลดล็อคด้วย Face ID
vi: Mở khóa bằng Face ID
zh_hans: 使用 Face ID 解锁

# app_lock_unlock_with_touch_id
source: Unlock with Touch ID
ar: فتح بـ Touch ID
de: Mit Touch ID entsperren
es: Desbloquear con Touch ID
fr: Déverrouiller avec Touch ID
hi: Touch ID से अनलॉक करें
it: Sblocca con Touch ID
ja: Touch IDでロック解除
km_kh: ដោះសោដោយប្រើ Touch ID
ko: Touch ID로 잠금 해제
pt: Desbloquear com Touch ID
ru: Разблокировать Touch ID
th: ปลดล็อคด้วย Touch ID
vi: Mở khóa bằng Touch ID
zh_hans: 使用 Touch ID 解锁

# app_lock_tap_to_authenticate
source: Tap to authenticate
ar: اضغط للمصادقة
de: Tippen Sie zur Authentifizierung
es: Toca para autenticar
fr: Appuyer pour s'authentifier
hi: प्रमाणीकरण के लिए टैप करें
it: Tocca per autenticarti
ja: タップして認証
km_kh: ចុចដើម្បីផ្ទៀងផ្ទាត់អត្តសញ្ញាណ
ko: 탭하여 인증
pt: Toque para autenticar
ru: Нажмите для аутентификации
th: แตะเพื่อยืนยันตัวตน
vi: Chạm để xác thực
zh_hans: 点击进行身份验证

# app_lock_data_protected
source: Your data is protected
ar: بياناتك محمية
de: Ihre Daten sind geschützt
es: Tus datos están protegidos
fr: Vos données sont protégées
hi: आपका डेटा सुरक्षित है
it: I tuoi dati sono protetti
ja: データは保護されています
km_kh: ទិន្នន័យរបស់អ្នកត្រូវបានការពារ
ko: 데이터가 보호됩니다
pt: Seus dados estão protegidos
ru: Ваши данные защищены
th: ข้อมูลของคุณได้รับการปกป้อง
vi: Dữ liệu của bạn được bảo vệ
zh_hans: 您的数据已受到保护

# passcode_required_title
source: Passcode Required
ar: رمز المرور مطلوب
de: Passcode erforderlich
es: Código de acceso requerido
fr: Code d'accès requis
hi: पासकोड आवश्यक
it: Codice di accesso richiesto
ja: パスコードが必要です
km_kh: ត្រូវការលេខសម្ងាត់
ko: 암호 필요
pt: Senha necessária
ru: Требуется пароль
th: ต้องใช้รหัสผ่าน
vi: Yêu cầu mật khẩu
zh_hans: 需要密码

# passcode_required_message
source: A passcode must be set on your device to use App Lock.
ar: يجب تعيين رمز مرور على جهازك لاستخدام قفل التطبيق.
de: Auf Ihrem Gerät muss ein Passcode eingerichtet sein, um die App-Sperre zu verwenden.
es: Debe configurar un código de acceso en su dispositivo para usar el bloqueo de aplicación.
fr: Un code d'accès doit être configuré sur votre appareil pour utiliser le verrouillage de l'application.
hi: ऐप लॉक का उपयोग करने के लिए आपके डिवाइस पर पासकोड सेट होना चाहिए।
it: È necessario impostare un codice di accesso sul dispositivo per utilizzare il blocco app.
ja: アプリロックを使用するには、デバイスにパスコードを設定する必要があります。
km_kh: ត្រូវការកំណត់លេខសម្ងាត់នៅលើឧបករណ៍របស់អ្នកដើម្បីប្រើការចាក់សោកម្មវិធី។
ko: 앱 잠금을 사용하려면 기기에 암호를 설정해야 합니다.
pt: Uma senha deve ser configurada no seu dispositivo para usar o bloqueio de aplicativo.
ru: Для использования блокировки приложения на вашем устройстве должен быть установлен пароль.
th: ต้องตั้งค่ารหัสผ่านบนอุปกรณ์ของคุณเพื่อใช้ล็อคแอป
vi: Bạn phải đặt mật khẩu trên thiết bị để sử dụng Khóa ứng dụng.
zh_hans: 必须先在设备上设置密码才能使用应用锁定。
